tap "browsh-org/browsh"
tap "clojure/tools"
tap "dhth/tap"
tap "dnote/dnote"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "moncho/dry"
tap "mongodb/brew"
tap "noborus/tap"
tap "shinokada/tera"
tap "spring-io/tap"
tap "thekevjames/youtube-viewer"
brew "ack"
brew "ca-certificates"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "mpdecimal"
brew "openssl@3"
brew "pcre2"
brew "xz"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "jpeg-turbo"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "brotli"
brew "giflib"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "at-spi2-core"
brew "m4"
brew "autoconf"
brew "autoconf@2.69"
brew "automake"
brew "bash"
brew "bat"
brew "bat-extras"
brew "buku"
brew "c-ares"
brew "chibi-scheme"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "libass"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "ncurses"
brew "cmus"
brew "coreutils"
brew "croc"
brew "ctags"
brew "ddgr"
brew "direnv"
brew "ghostscript"
brew "djvu2pdf"
brew "libtool"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "enchant"
brew "entr"
brew "epr"
brew "exa"
brew "exiftool"
brew "eza"
brew "fd"
brew "fdupes"
brew "felinks"
brew "gcc"
brew "openblas"
brew "openvino"
brew "ffmpeg@6"
brew "libuv"
brew "node"
brew "fx"
brew "fzf"
brew "gaze"
brew "gdbm"
brew "gdrive"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gpgme"
brew "gmime"
brew "go"
brew "gtk+3"
brew "gspell"
brew "pkg-config"
brew "guile"
brew "haskell-stack"
brew "httpie"
brew "iproute2mac"
brew "ipython"
brew "isync"
brew "jq"
brew "k9s"
brew "khal"
brew "kubecfg"
brew "kubernetes-cli"
brew "lazygit"
brew "libcaca"
brew "libfido2"
brew "libfixposix"
brew "libsixel"
brew "libunwind-headers"
brew "libvterm"
brew "libyaml"
brew "links"
brew "lmdb"
brew "lynx"
brew "macos-term-size"
brew "markdown"
brew "massren"
brew "meson"
brew "mg"
brew "micro"
brew "midnight-commander"
brew "minikube"
brew "mongosh"
brew "most"
brew "mpv"
brew "msmtp"
brew "mu"
brew "mupdf"
brew "musikcube"
brew "mutt"
brew "mysql", restart_service: true
brew "navi"
brew "nmap"
brew "ripgrep"
brew "nb"
brew "ncspot"
brew "neofetch"
brew "netcat"
brew "openssl@1.1"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "nvm"
brew "ocaml"
brew "opam"
brew "parallel"
brew "pipenv"
brew "pipx"
brew "polyml"
brew "poppler"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.9"
brew "ranger"
brew "rclone"
brew "redis"
brew "rsync"
brew "rust"
brew "s-search"
brew "sampler"
brew "sbcl"
brew "sc-im"
brew "scala"
brew "screen"
brew "socat"
brew "sshs"
brew "surfraw"
brew "syncthing"
brew "taskwarrior-tui"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "ugrep"
brew "virtualenv"
brew "watch"
brew "wget"
brew "xsel"
brew "you-get"
brew "zellij"
brew "zoxide"
brew "zrok"
brew "browsh-org/browsh/browsh"
brew "dhth/tap/prs"
brew "dnote/dnote/dnote"
brew "moncho/dry/dry"
brew "mongodb/brew/mongodb-community"
brew "noborus/tap/ov"
brew "shinokada/tera/tera"
brew "spring-io/tap/spring-boot"
brew "thekevjames/youtube-viewer/youtube-viewer"
cask "alacritty"
cask "amethyst"
cask "emacs"
cask "gitkraken-cli"
cask "google-cloud-sdk"
cask "julia"
cask "kitty"
cask "ngrok"
cask "openlens"
cask "racket"
cask "surge"
cask "unison"
cask "vlc"
cask "xquartz"
cask "zerotier-one"
cask "zettlr"
