tap "browsh-org/browsh"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "brotli"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "aom"
brew "ca-certificates"
brew "gettext"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "m4"
brew "autoconf"
brew "autoconf@2.69"
brew "automake"
brew "bat"
brew "mpdecimal"
brew "buku"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "chibi-scheme"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "gmp"
brew "gcc"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "ncurses"
brew "cmus"
brew "coreutils"
brew "ddgr"
brew "libtool"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "emacs", restart_service: true
brew "exa"
brew "exiftool"
brew "fd"
brew "fdupes"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghc"
brew "git"
brew "go"
brew "pkg-config"
brew "guile"
brew "haskell-stack"
brew "httpie"
brew "iproute2mac"
brew "ipython"
brew "jq"
brew "k9s"
brew "khal"
brew "kubecfg"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "links"
brew "openssl@1.1"
brew "python@3.9"
brew "lmdb"
brew "macos-term-size"
brew "micro"
brew "minikube"
brew "node"
brew "mongosh"
brew "mutt"
brew "mysql", restart_service: true
brew "navi"
brew "nmap"
brew "ripgrep"
brew "nb"
brew "neofetch"
brew "netcat"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "ocaml"
brew "opam"
brew "pipenv"
brew "polyml"
brew "poppler"
brew "python@3.11"
brew "ranger"
brew "rclone"
brew "redis"
brew "rsync"
brew "sbcl"
brew "scala"
brew "taskwarrior-tui"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
brew "browsh-org/browsh/browsh"
brew "mongodb/brew/mongodb-community"
cask "google-cloud-sdk"
cask "julia"
cask "openlens"
cask "racket"
cask "xquartz"
